Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# sub_radiation_therapy
source: Radiation Therapy
cs: Radioterapie
da: Strålebehandling
de: Strahlentherapie
es: Radioterapia
fr: Radiothérapie
hu: Sugárterápia
it: Radioterapia
nl: Radiotherapie
pl: Radioterapia
pt: Radioterapia
ro: Radioterapie
ru: Лучевая терапия
sv: Strålbehandling
tr: Radyoterapi
uk: Променева терапія

# sub_refractive_error
source: Refractive Error
cs: Refrakční vada
da: Brydningsfejl
de: Brechungsfehler
es: Error refractivo
fr: Trouble de la réfraction
hu: Fénytörési hiba
it: Errore di rifrazione
nl: Refractieafwijking
pl: Wady refrakcji
pt: Erro Refrativo
ro: Viciu de refracție
ru: Аномалия рефракции
sv: Brytningsfel
tr: Kırma Kusuru
uk: Порушення рефракції

# sub_retinal_disease
source: Retinal Disease
cs: Onemocnění sítnice
da: Nethindesygdom
de: Netzhauterkrankung
es: Enfermedad de la retina
fr: Maladie rétinienne
hu: Retinabetegség
it: Malattia retinica
nl: Netvliesaandoening
pl: Choroby siatkówki
pt: Doença da Retina
ro: Boli retiniene
ru: Заболевания сетчатки
sv: Nätsjukdom
tr: Retina Hastalığı
uk: Захворювання сітківки

# sub_schizophrenia
source: Schizophrenia
cs: Schizofrenie
da: Skizofreni
de: Schizophrenie
es: Esquizofrenia
fr: Schizophrénie
hu: Skizofrénia
it: Schizofrenia
nl: Schizofrenie
pl: Schizofrenia
pt: Esquizofrenia
ro: Schizofrenie
ru: Шизофрения
sv: Schizofreni
tr: Şizofreni
uk: Шизофренія

# sub_sinusitis
source: Sinusitis
cs: Zánět dutin
da: Bihulebetændelse
de: Nebenhöhlenentzündung
fr: Sinusite
hu: Arcüreggyulladás
it: Sinusite
pl: Zapalenie zatok
pt: Sinusite
ro: Sinuzită
ru: Синусит
sv: Bihåleinflammation
tr: Sinüzit
uk: Синусит

# sub_skin_cancer_screening
source: Skin Cancer Screening
cs: Screening rakoviny kůže
da: Hudkræftscreening
de: Hautkrebs-Screening
es: Detección de cáncer de piel
fr: Dépistage du cancer de la peau
hu: Bőrrák Szűrés
it: Screening tumori della pelle
nl: Huidkankerscreening
pl: Badania przesiewowe raka skóry
pt: Rastreamento de Câncer de Pele
ro: Screening pentru cancerul de piele
ru: Скрининг на рак кожи
sv: Hudcancerscreening
tr: Cilt Kanseri Taraması
uk: Скринінг раку шкіри

# sub_sleep_apnea
source: Sleep Apnea
cs: Spánková apnoe
da: Søvnapnø
de: Schlafapnoe
es: Apnea del sueño
fr: Apnée du sommeil
hu: Alvási Apnoe
it: Apnea notturna
nl: Slaapapneu
pl: Bezdech senny
pt: Apneia do Sono
ro: Apnee în somn
ru: Апноэ во сне
sv: Sömnapné
tr: Uyku Apnesi
uk: Апное сну

# sub_sleep_disorders
source: Sleep Disorders
cs: Poruchy spánku
da: Søvnforstyrrelser
de: Schlafstörungen
es: Trastornos del sueño
fr: Troubles du sommeil
hu: Alvászavarok
it: Disturbi del sonno
nl: Slaapstoornissen
pl: Zaburzenia snu
pt: Distúrbios do Sono
ro: Tulburări de somn
ru: Расстройства сна
sv: Sömnstörningar
tr: Uyku Bozuklukları
uk: Розлади сну

# sub_spine_surgery
source: Spine Surgery
cs: Chirurgie páteře
da: Rygkirurgi
de: Wirbelsäulenchirurgie
es: Cirugía de columna
fr: Chirurgie de la colonne vertébrale
hu: Gerincsebészet
it: Chirurgia spinale
nl: Wervelkolomchirurgie
pl: Chirurgia kręgosłupa
pt: Cirurgia de Coluna
ro: Chirurgia coloanei vertebrale
ru: Хирургия позвоночника
sv: Ryggkirurgi
tr: Omurga Cerrahisi
uk: Хірургія хребта

# sub_sports_medicine
source: Sports Medicine
cs: Sportovní medicína
da: Sportsmedicin
de: Sportmedizin
es: Medicina deportiva
fr: Médecine du sport
hu: Sportorvoslás
it: Medicina dello sport
nl: Sportgeneeskunde
pl: Medycyna sportowa
pt: Medicina Esportiva
ro: Medicină sportivă
ru: Спортивная медицина
sv: Idrottsmedicin
tr: Spor Hekimliği
uk: Спортивна медицина

# sub_stroke
source: Stroke
cs: Mrtvice
da: Slagtilfælde
de: Schlaganfall
es: Derrame cerebral
fr: Accident vasculaire cérébral (AVC)
it: Ictus
nl: Beroerte
pl: Udar mózgu
pt: AVC
ro: AVC
ru: Инсульт
tr: İnme
uk: Інсульт

# sub_surgical_oncology
source: Surgical Oncology
cs: Chirurgická onkologie
da: Kirurgisk onkologi
de: Chirurgische Onkologie
es: Oncología quirúrgica
fr: Oncologie chirurgicale
hu: Sebészeti Onkológia
it: Oncologia chirurgica
nl: Chirurgische Oncologie
pl: Chirurgia onkologiczna
pt: Oncologia Cirúrgica
ro: Chirurgie oncologică
ru: Хирургическая онкология
sv: Kirurgisk onkologi
tr: Cerrahi Onkoloji
uk: Хірургічна онкологія

# sub_thyroid_disease
source: Thyroid Disease
cs: Onemocnění štítné žlázy
da: Skjoldbruskkirtelsygdom
de: Schilddrüsenerkrankung
es: Enfermedad de la tiroides
fr: Maladie de la thyroïde
hu: Pajzsmirigy-betegség
it: Malattie della tiroide
nl: Schildklieraandoening
pl: Choroby tarczycy
pt: Doença da Tireoide
ro: Boli ale tiroidei
ru: Заболевания щитовидной железы
sv: Sköldkörtelsjukdom
tr: Tiroid Hastalığı
uk: Захворювання щитовидної залози

# sub_vaccination
source: Vaccination
cs: Očkování
de: Impfung
es: Vacunación
hu: Oltás
it: Vaccinazioni
nl: Vaccinatie
pl: Szczepienia
pt: Vacinação
ro: Vaccinare
ru: Вакцинация
tr: Aşılama
uk: Вакцинація

# sub_vasculitis
source: Vasculitis
cs: Vaskulitida
da: Vaskulitis
de: Vaskulitis
fr: Vascularite
it: Vasculite
pl: Zapalenie naczyń
pt: Vasculite
ro: Vasculită
ru: Васкулит
sv: Vaskulit
tr: Vaskülit
uk: Васкуліт

# survey_accuracy
source: Accuracy & Care
cs: Přesnost a péče
da: Nøjagtighed & Omhu
de: Genauigkeit & Sorgfalt
es: Precisión y Cuidado
fr: Précision et soin
hu: Pontosság és Figyelem
it: Precisione e cura
nl: Nauwkeurigheid & Zorg
pl: Dokładność i staranność
pt: Precisão e Cuidado
ro: Acuratețe și grijă
ru: Точность и внимательность
sv: Noggrannhet och omsorg
tr: Doğruluk ve Özen
uk: Точність і турбота

# survey_accuracy_sub
source: Was your prescription prepared correctly?
cs: Byl váš recept připraven správně?
da: Blev din recept forberedt korrekt?
de: Wurde Ihr Rezept korrekt vorbereitet?
es: ¿Se preparó tu receta correctamente?
fr: Votre ordonnance a-t-elle été préparée correctement ?
hu: A receptet megfelelően készítették el?
it: La tua prescrizione è stata preparata correttamente?
nl: Is uw recept correct voorbereid?
pl: Czy Twoja recepta została przygotowana prawidłowo?
pt: A sua receita foi preparada corretamente?
ro: A fost rețeta pregătită corect?
ru: Правильно ли был выписан рецепт?
sv: Var ditt recept korrekt förberett?
tr: Reçeteniz doğru hazırlandı mı?
uk: Чи був ваш рецепт підготовлений правильно?

# survey_admin_efficiency
source: Administrative Efficiency
cs: Administrativní efektivita
da: Administrativ effektivitet
de: Verwaltungseffizienz
es: Eficiencia administrativa
fr: Efficacité administrative
hu: Adminisztrációs Hatékonyság
it: Efficienza amministrativa
nl: Administratieve Efficiëntie
pl: Sprawność administracyjna
pt: Eficiência Administrativa
ro: Eficiență administrativă
ru: Административная эффективность
sv: Administrativ effektivitet
tr: İdari Verimlilik
uk: Адміністративна ефективність

# survey_admin_efficiency_sub
source: Were admission and discharge smooth?
cs: Proběhl příjem a propuštění hladce?
da: Forløb indlæggelse og udskrivning problemfrit?
de: Verliefen Aufnahme und Entlassung reibungslos?
es: ¿Fueron el ingreso y el alta sin problemas?
fr: L'admission et la sortie se sont-elles bien passées ?
hu: Zökkenőmentes volt a felvétel és a távozás?
it: L'accettazione e la dimissione si sono svolte senza problemi?
nl: Verliepen opname en ontslag soepel?
pl: Czy przyjęcie i wypis przebiegły sprawnie?
pt: A internação e a alta foram tranquilas?
ro: Internarea și externarea au decurs fără probleme?
ru: Прием и выписка прошли гладко?
sv: Gick inskrivning och utskrivning smidigt?
tr: Kabul ve taburcu işlemleri sorunsuz muydu?
uk: Чи пройшли прийом та виписка без проблем?

# survey_aesthetics
source: Aesthetic Clinic
cs: Estetická klinika
da: Æstetisk klinik
de: Ästhetikklinik
es: Clínica estética
fr: Clinique esthétique
hu: Esztétikai Klinika
it: Clinica estetica
nl: Esthetische Kliniek
pl: Klinika medycyny estetycznej
pt: Clínica Estética
ro: Clinică de estetică
ru: Эстетическая клиника
sv: Estetisk klinik
tr: Estetik Kliniği
uk: Естетична клініка

# survey_aftercare
source: Aftercare
cs: Následná péče
da: Efterbehandling
de: Nachsorge
es: Cuidado posterior
fr: Suivi post-traitement
hu: Utókezelés
it: Cure successive
nl: Nazorg
pl: Opieka po zabiegu
pt: Cuidados Pós-Tratamento
ro: Îngrijire ulterioară
ru: Последующий уход
sv: Eftervård
tr: Sonraki Bakım
uk: Догляд після процедури

# survey_aftercare_sub
source: Were aftercare instructions and follow-up clearly explained?
cs: Byly vám jasně vysvětleny pokyny k následné péči?
da: Blev efterbehandlingsinstruktioner og opfølgning klart forklaret?
de: Wurden die Anweisungen zur Nachsorge und Nachkontrolle klar erklärt?
es: ¿Se explicaron claramente las instrucciones de cuidados y el seguimiento?
fr: Les instructions de suivi ont-elles été clairement expliquées ?
hu: Egyértelműen elmagyarázták az utókezelési utasításokat és a nyomon követést?
it: Le istruzioni post-trattamento e il follow-up sono stati spiegati chiaramente?
nl: Werden nazorginstructies en follow-up duidelijk uitgelegd?
pl: Czy instrukcje po zabiegu i dalsze kroki zostały jasno wyjaśnione?
pt: As instruções de cuidados e acompanhamento foram explicadas com clareza?
ro: Au fost explicate clar instrucțiunile de îngrijire ulterioară și de urmărire?
ru: Были ли понятны инструкции по дальнейшему уходу?
sv: Förklarades eftervårdsinstruktioner och uppföljning tydligt?
tr: Bakım talimatları ve takip süreci net bir şekilde açıklandı mı?
uk: Чи були чітко пояснені інструкції щодо догляду та подальших дій?

# survey_bedside_manner
source: Bedside Manner
cs: Přístup k pacientovi
da: Måde at håndtere patienter
de: Umgang mit Patienten
es: Trato al paciente
fr: Relationnel
hu: Bánásmód
it: Rapporto col paziente
nl: Omgang met Patiënten
pl: Podejście do pacjenta
pt: Atendimento ao Paciente
ro: Interacțiunea cu pacientul
ru: Отношение к пациенту
sv: Bemötande
tr: Hastayla İletişim
uk: Ставлення до пацієнта

# survey_bedside_manner_sub
source: Did the doctor listen and explain clearly?
cs: Naslouchal lékař a vysvětlil vše jasně?
da: Lyttede lægen og forklarede klart?
de: Hat der Arzt zugehört und alles klar erklärt?
es: ¿El médico escuchó y explicó claramente?
fr: Le médecin vous a-t-il écouté et expliqué clairement ?
hu: Az orvos meghallgatta és egyértelműen elmagyarázta?
it: Il medico ha ascoltato e spiegato in modo chiaro?
nl: Luisterde de arts en legde deze duidelijk uit?
pl: Czy lekarz wysłuchał i jasno wszystko wyjaśnił?
pt: O médico ouviu e explicou com clareza?
ro: Medicul a ascultat și a explicat clar?
ru: Врач выслушал вас и понятно всё объяснил?
sv: Lyssnade läkaren och förklarade tydligt?
tr: Doktor sizi dinledi ve net bir şekilde açıkladı mı?
uk: Чи лікар вислухав і зрозуміло все пояснив?

# survey_care_quality
source: Care Quality
cs: Kvalita péče
da: Plejekvalitet
de: Pflegequalität
es: Calidad de la atención
fr: Qualité des soins
hu: Ellátás Minősége
it: Qualità delle cure
nl: Zorgkwaliteit
pl: Jakość opieki
pt: Qualidade do Cuidado
ro: Calitatea îngrijirii
ru: Качество мед. помощи
sv: Vårdkvalitet
tr: Bakım Kalitesi
uk: Якість медичної допомоги

# survey_care_quality_sub
source: How would you rate the medical care?
cs: Jak byste ohodnotili lékařskou péči?
da: Hvordan vil du bedømme den medicinske pleje?
de: Wie würden Sie die medizinische Versorgung bewerten?
es: ¿Cómo calificarías la atención médica?
fr: Comment évalueriez-vous les soins médicaux ?
hu: Hogyan értékelné az orvosi ellátást?
it: Come valuteresti le cure mediche?
nl: Hoe zou u de medische zorg beoordelen?
pl: Jak oceniasz opiekę medyczną?
pt: Como você avalia os cuidados médicos?
ro: Cum ai evalua îngrijirea medicală?
ru: Как вы оцениваете медицинскую помощь?
sv: Hur skulle du bedöma den medicinska vården?
tr: Tıbbi bakımı nasıl değerlendirirsiniz?
uk: Як ви оцінюєте медичну допомогу?

# survey_clinic_hygiene
source: Clinic Hygiene
cs: Hygiena kliniky
da: Klinikhygiejne
de: Klinikhygiene
es: Higiene de la clínica
fr: Hygiène de la clinique
hu: Klinika Higiéniája
it: Igiene dello studio
nl: Kliniek Hygiëne
pl: Higiena w klinice
pt: Higiene da Clínica
ro: Igiena clinicii
ru: Гигиена в клинике
sv: Klinikens hygien
tr: Klinik Hijyeni
uk: Гігієна клініки

# survey_clinic_hygiene_sub
source: Was the clinic clean and hygienic?
cs: Byla klinika čistá a hygienická?
da: Var klinikken ren og hygiejnisk?
de: War die Klinik sauber und hygienisch?
es: ¿La clínica estaba limpia e higiénica?
fr: La clinique était-elle propre et hygiénique ?
hu: A klinika tiszta és higiénikus volt?
it: Lo studio era pulito e igienico?
nl: Was de kliniek schoon en hygiënisch?
pl: Czy w klinice było czysto i higienicznie?
pt: A clínica estava limpa e higienizada?
ro: A fost clinica curată și igienizată?
ru: Было ли в клинике чисто и опрятно?
sv: Var kliniken ren och hygienisk?
tr: Klinik temiz ve hijyenik miydi?
uk: Клініка була чистою та охайною?

# survey_communication_clarity
source: Communication Clarity
cs: Jasnost komunikace
da: Klar kommunikation
de: Klarheit der Kommunikation
es: Claridad en la comunicación
fr: Clarté de la communication
hu: Kommunikáció Tisztasága
it: Chiarezza della comunicazione
nl: Duidelijkheid Communicatie
pl: Jasność komunikacji
pt: Clareza na Comunicação
ro: Claritatea comunicării
ru: Ясность общения
sv: Kommunikationens tydlighet
tr: İletişim Netliği
uk: Ясність комунікації

# survey_communication_clarity_sub
source: Were treatment plans explained clearly?
cs: Byly plány léčby jasně vysvětleny?
da: Blev behandlingsplaner forklaret klart?
de: Wurden die Behandlungspläne klar erklärt?
es: ¿Se explicaron claramente los planes de tratamiento?
fr: Les plans de traitement ont-ils été expliqués clairement ?
hu: Egyértelműen elmagyarázták a kezelési terveket?
it: I piani di trattamento sono stati spiegati chiaramente?
nl: Werden behandelplannen duidelijk uitgelegd?
pl: Czy plany leczenia zostały jasno wytłumaczone?
pt: Os planos de tratamento foram explicados com clareza?
ro: Au fost explicate clar planurile de tratament?
ru: Были ли планы лечения четко объяснены?
sv: Förklarades behandlingsplanerna tydligt?
tr: Tedavi planları net bir şekilde açıklandı mı?
uk: Чи були чітко пояснені плани лікування?

# survey_consultation_quality
source: Consultation Quality
cs: Kvalita konzultace
da: Konsultationskvalitet
de: Beratungsqualität
es: Calidad de la consulta
fr: Qualité de la consultation
hu: Konzultáció Minősége
it: Qualità del consulto
nl: Kwaliteit Consult
pl: Jakość konsultacji
pt: Qualidade da Consulta
ro: Calitatea consultației
ru: Качество консультации
sv: Konsultationskvalitet
tr: Muayene Kalitesi
uk: Якість консультації

# survey_consultation_quality_sub
source: Were procedure risks and outcomes explained?
cs: Byla vysvětlena rizika a výsledky zákroku?
da: Blev procedurens risici og resultater forklaret?
de: Wurden die Risiken und Ergebnisse des Eingriffs erklärt?
es: ¿Se explicaron los riesgos y resultados del procedimiento?
fr: Les risques et résultats de l'intervention ont-ils été expliqués ?
hu: Elmagyarázták az eljárás kockázatait és eredményeit?
it: Sono stati spiegati i rischi e i risultati della procedura?
nl: Zijn de risico's en resultaten van de procedure uitgelegd?
pl: Czy wyjaśniono ryzyko zabiegu i jego wyniki?
pt: Os riscos e resultados do procedimento foram explicados?
ro: Au fost explicate riscurile și rezultatele procedurii?
ru: Были ли объяснены риски и результаты процедуры?
sv: Förklarades risker och resultat med ingreppet?
tr: Prosedür riskleri ve sonuçları açıklandı mı?
uk: Чи були пояснені ризики та результати процедури?

# survey_dental
source: Dental
cs: Stomatologie
da: Tandlæge
de: Zahnmedizin
fr: Dentaire
hu: Fogászat
it: Studio dentistico
nl: Tandarts
pl: Stomatologia
pt: Odontologia
ro: Stomatologie
ru: Стоматология
sv: Tandvård
tr: Diş
uk: Стоматологія

# survey_dental_bedside_sub
source: Did the dentist communicate clearly?
cs: Komunikoval zubní lékař srozumitelně?
da: Kommunikerede tandlægen klart?
de: Hat der Zahnarzt klar kommuniziert?
es: ¿El dentista se comunicó de forma clara?
fr: Le dentiste a-t-il communiqué clairement ?
hu: A fogorvos egyértelműen kommunikált?
it: Il dentista ha comunicato in modo chiaro?
nl: Communiceerde de tandarts duidelijk?
pl: Czy dentysta komunikował się w jasny sposób?
pt: O dentista se comunicou com clareza?
ro: A comunicat clar medicul stomatolog?
ru: Стоматолог общался понятно?
sv: Kommunicerade tandläkaren tydligt?
tr: Diş hekimi açık bir şekilde iletişim kurdu mu?
uk: Чи стоматолог спілкувався зрозуміло?

# survey_dental_hygiene_sub
source: Were treatment rooms and equipment clean?
cs: Byly ošetřovny a vybavení čisté?
da: Var behandlingsrum og udstyr rent?
de: Waren die Behandlungsräume und Geräte sauber?
es: ¿Estaban limpios los consultorios y el equipo?
fr: Les salles de soins et l'équipement étaient-ils propres ?
hu: A kezelőhelyiségek és a berendezések tiszták voltak?
it: Le sale per i trattamenti e le attrezzature erano pulite?
nl: Waren de behandelkamers en apparatuur schoon?
pl: Czy gabinety i sprzęt były czyste?
pt: As salas de tratamento e equipamentos estavam limpos?
ro: Sălile de tratament și echipamentele au fost curate?
ru: Были ли кабинеты и оборудование чистыми?
sv: Var behandlingsrum och utrustning rena?
tr: Tedavi odaları ve ekipmanlar temiz miydi?
uk: Чи були чистими процедурні кабінети та обладнання?

# survey_dental_wait_sub
source: How quickly were you seated?
cs: Jak rychle jste byli usazeni?
da: Hvor hurtigt kom du til?
de: Wie schnell wurden Sie ins Behandlungszimmer gerufen?
es: ¿Con qué rapidez te atendieron?
fr: À quelle vitesse avez-vous été installé ?
hu: Milyen gyorsan hívták be a székbe?
it: Quanto velocemente ti hanno fatto accomodare?
nl: Hoe snel kon u plaatsnemen?
pl: Jak szybko zostałeś poproszony na fotel?
pt: Com que rapidez você foi atendido?
ro: Cât de repede ai fost așezat?
ru: Как быстро вас приняли?
sv: Hur snabbt fick du komma in?
tr: Ne kadar sürede koltuğa alındınız?
uk: Як швидко вас прийняли?

# survey_diagnostic
source: Diagnostic Center
cs: Diagnostické centrum
da: Diagnostisk center
de: Diagnostikzentrum
es: Centro de diagnóstico
fr: Centre de diagnostic
hu: Diagnosztikai Központ
it: Centro diagnostico
nl: Diagnostisch Centrum
pl: Centrum diagnostyczne
pt: Centro de Diagnóstico
ro: Centru de diagnostic
ru: Диагностический центр
sv: Diagnostiskt centrum
tr: Tanı Merkezi
uk: Діагностичний центр

# survey_diagnostic_wait_sub
source: How quickly were you called for your test?
cs: Jak rychle jste byli pozváni na vyšetření?
da: Hvor hurtigt blev du kaldt ind til din test?
de: Wie schnell wurden Sie zu Ihrem Test aufgerufen?
es: ¿Con qué rapidez te llamaron para tu prueba?
fr: À quelle vitesse avez-vous été appelé pour votre examen ?
hu: Milyen gyorsan hívták be a vizsgálatra?
it: Quanto velocemente sei stato chiamato per il tuo test?
nl: Hoe snel werd u geroepen voor uw test?
pl: Jak szybko zostałeś wezwany na badanie?
pt: Com que rapidez você foi chamado para o exame?
ro: Cât de repede ai fost chemat pentru test?
ru: Как быстро вас вызвали на тест?
sv: Hur snabbt kallades du till ditt test?
tr: Testiniz için ne kadar sürede çağrıldınız?
uk: Як швидко вас запросили на обстеження?

# survey_empathy
source: Empathy & Listening
cs: Empatie a naslouchání
da: Empati & Lytning
de: Empathie & Zuhören
es: Empatía y Escucha
fr: Empathie et écoute
hu: Empátia és Figyelem
it: Empatia e ascolto
nl: Empathie & Luisteren
pl: Empatia i słuchanie
pt: Empatia e Escuta
ro: Empatie și ascultare
ru: Эмпатия и умение слушать
sv: Empati och lyssnande
tr: Empati ve Dinleme
uk: Емпатія та вміння вислухати

# survey_empathy_sub
source: Did you feel truly heard?
cs: Cítili jste se opravdu vyslyšeni?
da: Følte du dig virkelig hørt?
de: Haben Sie sich wirklich gehört gefühlt?
es: ¿Te sentiste verdaderamente escuchado?
fr: Vous êtes-vous senti vraiment écouté ?
hu: Úgy érezte, hogy valóban meghallgatták?
it: Ti sei sentito veramente ascoltato?
nl: Voelde u zich echt gehoord?
pl: Czy czułeś, że naprawdę Cię wysłuchano?
pt: Você sentiu que foi realmente ouvido?
ro: Te-ai simțit ascultat cu adevărat?
ru: Вы чувствовали, что вас действительно выслушали?
sv: Kände du dig verkligen hörd?
tr: Gerçekten dinlendiğinizi hissettiniz mi?
uk: Чи відчували ви, що вас справді вислухали?

# survey_environment_comfort
source: Environment Comfort
cs: Komfort prostředí
da: Miljøkomfort
de: Komfort der Umgebung
es: Comodidad del entorno
fr: Confort de l'environnement
hu: Környezet Kényelme
it: Comfort dell'ambiente
nl: Omgevingscomfort
pl: Komfort otoczenia
pt: Conforto do Ambiente
ro: Confortul mediului
ru: Комфорт в помещении
sv: Miljöns bekvämlighet
tr: Ortam Konforu
uk: Комфорт у приміщенні

# survey_environment_comfort_sub
source: Was the office peaceful and private?
cs: Byla ordinace klidná a poskytovala soukromí?
da: Var klinikken fredelig og privat?
de: War die Praxis ruhig und diskret?
es: ¿El consultorio era tranquilo y privado?
fr: Le cabinet était-il calme et confidentiel ?
hu: A rendelő csendes és privát volt?
it: L'ambiente era tranquillo e riservato?
nl: Was de praktijk rustig en bood het privacy?
pl: Czy w gabinecie panował spokój i zachowano prywatność?
pt: O consultório era tranquilo e privado?
ro: A fost cabinetul liniștit și privat?
ru: Было ли в кабинете тихо и приватно?
sv: Var mottagningen lugn och privat?
tr: Ofis huzurlu ve özel miydi?
uk: Чи було в кабінеті спокійно та приватно?

# survey_facility_equipment
source: Facility Equipment
cs: Vybavení zařízení
da: Facilitetens udstyr
de: Ausstattung der Einrichtung
es: Equipamiento del centro
fr: Équipement de l'établissement
hu: Intézmény Felszereltsége
it: Attrezzature della struttura
nl: Uitrusting Instelling
pl: Wyposażenie placówki
pt: Equipamentos do Estabelecimento
ro: Echipamentele unității
ru: Оснащение учреждения
sv: Klinikens utrustning
tr: Tesis Ekipmanları
uk: Обладнання закладу

# survey_facility_equipment_sub
source: Was the facility well-equipped?
cs: Bylo zařízení dobře vybavené?
da: Var faciliteten veludstyret?
de: War die Einrichtung gut ausgestattet?
es: ¿Estaba bien equipado el centro?
fr: L'établissement était-il bien équipé ?
hu: Az intézmény jól felszerelt volt?
it: La struttura era ben attrezzata?
nl: Was de instelling goed uitgerust?
pl: Czy placówka była dobrze wyposażona?
pt: O estabelecimento estava bem equipado?
ro: Unitatea a fost bine echipată?
ru: Было ли учреждение хорошо оборудовано?
sv: Var kliniken välutrustad?
tr: Tesis iyi donanımlı mıydı?
uk: Чи був заклад добре обладнаним?

# survey_facility_hygiene
source: Facility Hygiene
cs: Hygiena zařízení
da: Facilitetens hygiejne
de: Hygiene der Einrichtung
es: Higiene del centro
fr: Hygiène de l'établissement
hu: Intézmény Higiéniája
it: Igiene della struttura
nl: Hygiëne Instelling
pl: Higiena placówki
pt: Higiene do Estabelecimento
ro: Igiena unității
ru: Гигиена учреждения
sv: Klinikens hygien
tr: Tesis Hijyeni
uk: Гігієна закладу

# survey_facility_hygiene_sub
source: Was the facility clean and hygienic?
cs: Bylo zařízení čisté a hygienické?
da: Var faciliteten ren og hygiejnisk?
de: War die Einrichtung sauber und hygienisch?
es: ¿El centro estaba limpio e higiénico?
fr: L'établissement était-il propre et hygiénique ?
hu: Az intézmény tiszta és higiénikus volt?
it: La struttura era pulita e igienica?
nl: Was de instelling schoon en hygiënisch?
pl: Czy placówka była czysta i higieniczna?
pt: O estabelecimento estava limpo e higienizado?
ro: Unitatea a fost curată și igienizată?
ru: Было ли в учреждении чисто?
sv: Var kliniken ren och hygienisk?
tr: Tesis temiz ve hijyenik miydi?
uk: Чи був заклад чистим та охайним?

# survey_general_clinic
source: General Clinic
cs: Všeobecná klinika
da: Almen klinik
de: Allgemeine Klinik
es: Clínica General
fr: Clinique générale
hu: Általános Klinika
it: Clinica generale
nl: Algemene Kliniek
pl: Przychodnia ogólna
pt: Clínica Geral
ro: Clinică generală
ru: Общая клиника
sv: Allmän klinik
tr: Genel Klinik
uk: Загальна клініка
